Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Someone nearby is sharing a code
ar: يقوم أحد الأشخاص القريبين بمشاركة الرمز
bg: Някой наблизо споделя код
bs: Neko u blizini dijeli kod
ca: Algú a prop està compartint un codi
cs: Někdo poblíž sdílí kód
da: En person i nærheden deler en kode
de: Jemand in der Nähe teilt einen Code
el: Κάποιος κοντά μοιράζεται έναν κωδικό
es: Alguien cercano está compartiendo un código.
et: Keegi läheduses jagab koodi
eu: Inguruko norbait kode bat partekatzen ari da
fi: Joku lähellä jakaa koodin
fr: Quelqu'un à proximité partage un code
ga: Tá cód á roinnt ag duine éigin in aice láimhe
gl: Alguén preto está compartindo un código
he: מישהו בקרבת מקום משתף קוד
hi: आस-पास कोई व्यक्ति एक कोड साझा कर रहा है
hr: Netko u blizini dijeli kod
hu: Valaki a közelben megoszt egy kódot
id: Seseorang di sekitar sedang membagikan kode
is: Einhver í nágrenninu er að deila kóða
it: Qualcuno nelle vicinanze sta condividendo un codice
ja: 近くにいる人がコードを共有しています
ka: ვიღაც ახლომახლო აზიარებს კოდს
kk: Маңайдағы біреу кодты бөлісуде
ko: 근처에 있는 누군가가 코드를 공유하고 있습니다.
lt: Kažkas netoliese bendrina kodą
lv: Kāds tuvumā kopīgo kodu
mk: Некој во близина споделува код
ms: Seseorang yang berdekatan sedang berkongsi kod
mt: Xi ħadd fil-qrib qed jaqsam kodiċi
nb: Noen i nærheten deler en kode
nl: Iemand in de buurt deelt een code
pl: Ktoś w pobliżu udostępnia kod
pt_br: Alguém próximo está compartilhando um código
ro: Cineva din apropiere distribuie un cod
ru: Кто-то поблизости делится кодом
sk: Niekto v okolí zdieľa kód
sl: Nekdo v bližini deli kodo
sq: Dikush në afërsi po ndan një kod
sr: Неко у близини дели код
sv: Någon i närheten delar en kod
th: มีคนใกล้เคียงกำลังแชร์รหัส
tr: Yakınlarda biri kod paylaşıyor
uk: Хтось поруч ділиться кодом
vi: Ai đó ở gần đang chia sẻ mã
zh_hans: 附近有人正在分享代码
zh_hk: 附近有人正在分享程式碼

source: someone you love
ar: شخص تحبه
bg: някой, когото обичаш
bs: nekoga koga voliš
ca: algú que estimes
cs: někoho, koho miluješ
da: en du elsker
de: jemand, den du liebst
el: κάποιον που αγαπάς
es: alguien que amas
et: keegi, keda sa armastad
eu: maite duzun norbait
fi: joku jota rakastat
fr: quelqu'un que tu aimes
ga: duine grá agat
gl: alguén que ama
he: מישהו שאתה אוהב
hi: कोई जिसे आप प्यार करते हैं
hr: netko koga voliš
hu: valakit, akit szeretsz
id: seseorang yang kamu cintai
is: einhvern sem þú elskar
it: qualcuno che ami
ja: あなたが愛する人
ka: ვინც გიყვარს
kk: сен жақсы көретін адам
ko: 당신이 사랑하는 사람
lt: kažkas, kurį myli
lv: kāds, kuru tu mīli
mk: некој што го сакаш
ms: seseorang yang anda sayangi
mt: xi ħadd li tħobb
nb: noen du elsker
nl: iemand van wie je houdt
pl: ktoś, kogo kochasz
pt_br: alguém que você ama
ro: cineva pe care îl iubești
ru: тот, кого ты любишь
sk: niekoho koho miluješ
sl: nekoga, ki ga ljubiš
sq: dikë që e doni
sr: неко кога волиш
sv: någon du älskar
th: คนที่คุณรัก
tr: sevdiğin biri
uk: хтось, кого ти любиш
vi: người bạn yêu
zh_hans: 你爱的人
zh_hk: 你愛的人

source: Something %@ should pull off…
ar: شيء %@ يجب أن يتم سحبه ...
bg: Нещо %@ трябва да се получи...
bs: Nešto %@ bi trebalo uspjeti…
ca: Alguna cosa %@ hauria d'aconseguir...
cs: Něco %@ by mělo vyjít...
da: Noget %@ burde trække ud...
de: Etwas %@ sollte klappen …
el: Κάτι %@ πρέπει να συμβεί…
es: Algo %@ debería funcionar...
et: Midagi %@ peaks välja tulema…
eu: %@-k zerbait atera beharko luke...
fi: Jotain %@ pitäisi saada aikaan…
fr: Quelque chose %@ devrait réussir…
ga: Ba cheart do rud %@ éirí as…
gl: Algo %@ debería conseguir...
he: משהו %@ אמור להוביל...
hi: कुछ %@ करना चाहिए…
hr: Nešto %@ bi trebalo izvesti...
hu: Valaminek %@ ki kellene jönnie…
id: Sesuatu yang %@ harus dilakukan…
is: Eitthvað %@ ætti að draga úr…
it: Qualcosa %@ dovrebbe riuscire...
ja: %@ で何かがうまくいくはずです...
ka: რაღაც %@ უნდა გამოვიდეს…
kk: Бірдеңе %@ тартылуы керек…
ko: 뭔가 %@이 성공해야 합니다…
lt: Kažkas %@ turėtų įvykti…
lv: Kaut kam %@ vajadzētu notikt…
mk: Нешто %@ треба да се случи…
ms: Sesuatu %@ harus dilakukan…
mt: Xi ħaġa %@ għandha toħroġ...
nb: Noe %@ burde gjøre...
nl: Iets %@ zou moeten lukken…
pl: Coś %@ powinno zadziałać…
pt_br: Algo %@ deveria funcionar…
ro: Ceva %@ ar trebui să realizeze...
ru: Что-то %@ должно получиться…
sk: Niečo %@ by malo vyjsť...
sl: Nekaj %@ bi moralo izpeljati ...
sq: Diçka %@ duhet të dalë…
sr: Нешто %@ би требало да успе…
sv: Något %@ borde hända...
th: บางสิ่งบางอย่าง %@ ควรดึงออกมา...
tr: Bir şeyin %@ başarması gerekiyor…
uk: Щось %@ має вийти…
vi: Điều gì đó %@ sẽ thành công…
zh_hans: %@ 应该成功……
zh_hk: %@ 應該會成功…

source: Something Went Wrong
ar: حدث خطأ ما
bg: Нещо се обърка
bs: Nešto je pošlo po zlu
ca: Alguna cosa va sortir malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
et: Midagi läks valesti
eu: Zerbait Oker joan da
fi: Jotain meni pieleen
fr: Quelque chose s'est mal passé
ga: Chuaigh Rud Mícheart
gl: Algo saíu mal
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto nije u redu
hu: Valami elromlott
id: Ada yang Salah
is: Eitthvað fór úrskeiðis
it: Qualcosa è andato storto
ja: 何か問題が発生しました
ka: რაღაც შეცდა
kk: Бірдеңе дұрыс болмады
ko: 문제가 발생했습니다.
lt: Kažkas nutiko
lv: Kaut kas nogāja greizi
mk: Нешто тргна наопаку
ms: Sesuatu yang tidak kena
mt: Xi ħaġa Marret Ħażin
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: Ceva a mers prost
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka shkoi keq
sr: Нешто је пошло по злу
sv: Något gick fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh_hans: 出了点问题
zh_hk: 出了點問題

source: Something went wrong resolving the route. Try again.
ar: حدث خطأ أثناء حل المسار. حاول ثانية.
bg: Нещо се обърка при разрешаването на маршрута. Опитайте отново.
bs: Nešto je pošlo po zlu pri rješavanju rute. Pokušajte ponovo.
ca: S'ha produït un error en resoldre la ruta. Torna-ho a provar.
cs: Při řešení trasy se něco pokazilo. Zkuste to znovu.
da: Noget gik galt med at løse ruten. Prøv igen.
de: Bei der Routenberechnung ist ein Fehler aufgetreten. Bitte erneut versuchen.
el: Κάτι πήγε στραβά με την επίλυση της διαδρομής. Προσπαθήστε ξανά.
es: Ocurrió un error al calcular la ruta. Inténtalo de nuevo.
et: Marsruudi lahendamisel läks midagi valesti. Proovi uuesti.
eu: Arazoren bat izan da ibilbidea konpontzeko. Saiatu berriro.
fi: Jotain meni pieleen reitin ratkaisemisessa. Yritä uudelleen.
fr: Un problème est survenu lors du calcul de l'itinéraire. Réessayez.
ga: Chuaigh rud éigin mícheart leis an mbealach a réiteach. Bain triail eile as.
gl: Produciuse un erro ao resolver a ruta. Téntao de novo.
he: משהו השתבש בפתרון המסלול. נסה שוב.
hi: मार्ग का समाधान करते समय कुछ गड़बड़ी हुई. पुनः प्रयास करें।
hr: Nešto nije u redu pri rješavanju rute. Pokušajte ponovno.
hu: Valami hiba történt az útvonal feloldásakor. Próbáld újra.
id: Terjadi masalah saat menyelesaikan rute. Coba lagi.
is: Eitthvað fór úrskeiðis við að leysa leiðina. Reyndu aftur.
it: Si è verificato un errore durante il calcolo del percorso. Riprova.
ja: ルートの解決中に問題が発生しました。もう一度お試しください。
ka: მარშრუტის მოგვარებისას რაღაც შეცდომა მოხდა. სცადეთ ხელახლა.
kk: Жолды шешу кезінде бірдеңе дұрыс болмады. Қайтадан байқап көріңіз.
ko: 경로를 확인하는 중에 문제가 발생했습니다. 다시 시도해 보세요.
lt: Sprendžiant maršrutą įvyko klaida. Bandykite dar kartą.
lv: Atrisinot maršrutu, radās kļūda. Mēģiniet vēlreiz.
mk: Нешто тргна наопаку при решавањето на маршрутата. Обидете се повторно.
ms: Kesilapan telah berlaku semasa menyelesaikan laluan. Cuba lagi.
mt: Xi ħaġa marret ħażin biex tissolva r-rotta. Erġa' pprova.
nb: Noe gikk galt med å løse ruten. Prøv igjen.
nl: Er is iets misgegaan bij het oplossen van de route. Probeer het opnieuw.
pl: Coś poszło nie tak podczas ustalania trasy. Spróbuj ponownie.
pt_br: Algo deu errado ao resolver a rota. Tente novamente.
ro: Ceva a mers prost la rezolvarea traseului. Încearcă din nou.
ru: Произошла ошибка при построении маршрута. Повторите попытку.
sk: Pri riešení trasy sa vyskytla chyba. Skúste to znova.
sl: Pri reševanju poti je šlo nekaj narobe. poskusi ponovno
sq: Diçka shkoi keq me zgjidhjen e itinerarit. Provo sërish.
sr: Нешто је пошло наопако при решавању руте. Покушајте поново.
sv: Något gick fel när rutten löstes. Försök igen.
th: มีบางอย่างผิดพลาดในการแก้ไขเส้นทาง ลองอีกครั้ง
tr: Rota çözümlenirken bir şeyler ters gitti. Tekrar deneyin.
uk: Під час визначення маршруту сталася помилка. Спробуй знову.
vi: Đã xảy ra lỗi khi giải quyết tuyến đường. Hãy thử lại.
zh_hans: 规划路线时出错。请重试。
zh_hk: 解析路線時出現問題。再試一次。

source: Something went wrong.
ar: حدث خطأ ما.
bg: Нещо се обърка.
bs: Nešto je pošlo po zlu.
ca: Alguna cosa va fallar.
cs: Něco se pokazilo.
da: Noget gik galt.
de: Etwas ist schief gelaufen.
el: Κάτι πήγε στραβά.
es: Algo salió mal.
et: Midagi läks valesti.
eu: Zerbait gaizki joan da.
fi: Jotain meni pieleen.
fr: Quelque chose s'est mal passé.
ga: Chuaigh rud éigin mícheart.
gl: Algo saíu mal.
he: משהו השתבש.
hi: कुछ गलत हो गया।
hr: Nešto nije u redu.
hu: Valami elromlott.
id: Ada yang tidak beres.
is: Eitthvað fór úrskeiðis.
it: Qualcosa è andato storto.
ja: 何か問題が発生しました。
ka: რაღაც შეფერხდა.
kk: Бірдеңе дұрыс болмады.
ko: 문제가 발생했습니다.
lt: Kažkas nutiko.
lv: Kaut kas nogāja greizi.
mk: Нешто тргна наопаку.
ms: Sesuatu telah berlaku.
mt: Xi ħaġa marret ħażin.
nb: Noe gikk galt.
nl: Er is iets misgegaan.
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
ro: Ceva a mers prost.
ru: Что-то пошло не так.
sk: Niečo sa pokazilo.
sl: Nekaj ​​je šlo narobe.
sq: Diçka shkoi keq.
sr: Нешто је пошло по злу.
sv: Något gick fel.
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti.
uk: Щось пішло не так.
vi: Đã xảy ra lỗi.
zh_hans: 出了点问题。
zh_hk: 出了點問題。

source: Something you'd never say in a text, because it needs a whole page.
ar: شيء لن تقوله أبدًا في النص، لأنه يحتاج إلى صفحة كاملة.
bg: Нещо, което никога не бихте казали в текст, защото трябва цяла страница.
bs: Nešto što nikada ne biste rekli u tekstu, jer mu je potrebna cijela stranica.
ca: Una cosa que mai diríeu en un text, perquè necessita una pàgina sencera.
cs: Něco, co byste nikdy neřekli v textu, protože to potřebuje celou stránku.
da: Noget, du aldrig ville sige i en tekst, fordi den kræver en hel side.
de: Etwas, das man nie in einem Text sagen würde, weil es eine ganze Seite braucht.
el: Κάτι που δεν θα έλεγες ποτέ σε ένα κείμενο, γιατί χρειάζεται μια ολόκληρη σελίδα.
es: Algo que nunca dirías en un texto, porque necesita una página completa.
et: Midagi, mida sa kunagi tekstis ei ütleks, sest see vajab tervet lehekülge.
eu: Testu batean inoiz esango ez zenukeen zerbait, orrialde oso bat behar duelako.
fi: Jotain, jota et koskaan sanoisi tekstissä, koska se vaatii koko sivun.
fr: Quelque chose qu’on ne dirait jamais dans un texte, car il faut une page entière.
ga: Rud nach ndéarfá riamh i dtéacs, mar tá leathanach iomlán de dhíth air.
gl: Algo que nunca dirías nun texto, porque necesita unha páxina enteira.
he: משהו שלעולם לא תאמר בטקסט, כי הוא צריך עמוד שלם.
hi: कुछ ऐसा जो आप किसी पाठ में कभी नहीं कहेंगे, क्योंकि इसके लिए पूरे पृष्ठ की आवश्यकता होती है।
hr: Nešto što nikada ne biste rekli u tekstu, jer treba cijela stranica.
hu: Valami olyasmit, amit soha nem mondanál el egy szövegben, mert ahhoz egy egész oldal kell.
id: Sesuatu yang tidak akan pernah Anda ucapkan dalam sebuah teks, karena membutuhkan satu halaman penuh.
is: Eitthvað sem þú myndir aldrei segja í texta, því það þarf heila síðu.
it: Qualcosa che non diresti mai in un testo, perché necessita di una pagina intera.
ja: ページ全体が必要になるため、テキストでは決して言いたくない内容です。
ka: ის, რასაც არასოდეს იტყვი ტექსტში, რადგან მას მთელი გვერდი სჭირდება.
kk: Мәтінде ешқашан айта алмайтын нәрсе, өйткені ол бүкіл бетті қажет етеді.
ko: 전체 페이지가 필요하기 때문에 텍스트로는 절대 말하지 않을 것입니다.
lt: Tai, ko niekada nepasakytumėte tekste, nes tam reikia viso puslapio.
lv: Kaut ko jūs nekad nepateiktu tekstā, jo tam ir vajadzīga vesela lapa.
mk: Нешто што никогаш не би го кажале во текст, бидејќи му треба цела страница.
ms: Sesuatu yang anda tidak akan pernah katakan dalam teks, kerana ia memerlukan seluruh halaman.
mt: Xi ħaġa li qatt ma tgħid f'test, għax teħtieġ paġna sħiħa.
nb: Noe du aldri ville sagt i en tekst, fordi den trenger en hel side.
nl: Iets wat je nooit in een tekst zou zeggen, omdat er een hele pagina voor nodig is.
pl: Coś, czego nigdy nie powiedziałbyś w tekście, ponieważ wymaga to całej strony.
pt_br: Algo que você nunca diria em um texto, pois precisa de uma página inteira.
ro: Ceva ce nu ai spune niciodată într-un text, pentru că are nevoie de o pagină întreagă.
ru: То, о чем никогда не скажешь в тексте, потому что для этого нужна целая страница.
sk: Niečo, čo by ste nikdy nepovedali v texte, pretože to potrebuje celú stranu.
sl: Nekaj, česar ne bi nikoli povedal v besedilu, ker potrebuje celo stran.
sq: Diçka që nuk do ta thoshit kurrë në një tekst, sepse kërkon një faqe të tërë.
sr: Нешто што никада не бисте рекли у тексту, јер му је потребна цела страница.
sv: Något du aldrig skulle säga i en text, eftersom det behöver en hel sida.
th: สิ่งที่คุณไม่เคยพูดในข้อความ เพราะมันต้องมีทั้งหน้า
tr: Bir metinde asla söyleyemeyeceğiniz bir şey çünkü tam bir sayfa gerekiyor.
uk: Те, про що ніколи не скажеш у тексті, тому що для цього потрібна ціла сторінка.
vi: Điều gì đó bạn sẽ không bao giờ nói trong văn bản vì nó cần cả một trang.
zh_hans: 有些东西你永远不会在文本中说出来，因为它需要整整一页。
zh_hk: 有些東西你永遠不會在文本中說出來，因為它需要整整一頁。

source: Somewhere
ar: في مكان ما
bg: Някъде
bs: Negdje
ca: En algun lloc
cs: Někde
da: Et eller andet sted
de: Irgendwo
el: Κάπου
es: En algún lugar
et: Kusagil
eu: Nonbait
fi: jossain
fr: Quelque part
ga: Áit éigin
gl: Algún lugar
he: איפשהו
hi: कहीं
hr: negdje
hu: Valahol
id: Di suatu tempat
is: Einhvers staðar
it: In qualche luogo
ja: どこかで
ka: სადღაც
kk: Бір жерде
ko: 어딘가
lt: Kažkur
lv: Kaut kur
mk: Некаде
ms: Di suatu tempat
mt: X'imkien
nb: Et eller annet sted
nl: Ergens
pl: Gdzieś
pt_br: Em algum lugar
ro: Undeva
ru: Где-то
sk: Niekde
sl: Nekje
sq: Diku
sr: Негде
sv: Någonstans
th: ที่ไหนสักแห่ง
tr: Bir yerde
uk: Десь
vi: Ở đâu đó
zh_hans: 某处
zh_hk: 某處

source: south
ar: جنوب
bg: юг
bs: jug
ca: sud
cs: jižní
da: syd
de: Süden
el: νότος
es: sur
et: lõunasse
eu: hegoaldera
fi: etelään
fr: sud
ga: theas
gl: sur
he: דָרוֹם
hi: दक्षिण
hr: jug
hu: déli
id: selatan
is: suður
it: sud
ja: 南
ka: სამხრეთით
kk: оңтүстік
ko: 남쪽
lt: pietus
lv: dienvidos
mk: југ
ms: selatan
mt: nofsinhar
nb: sør
nl: zuiden
pl: południe
pt_br: sul
ro: sud
ru: юг
sk: juh
sl: jug
sq: jug
sr: југ
sv: söderut
th: ใต้
tr: güney
uk: південь
vi: phía nam
zh_hans: 南
zh_hk: 南

source: southeast
ar: الجنوب الشرقي
bg: югоизток
bs: jugoistočno
ca: sud-est
cs: jihovýchodní
da: sydøst
de: Südost
el: νοτιοανατολικός άνεμος
es: sudeste
et: kagusse
eu: hego-ekialdea
fi: kaakkoon
fr: sud-est
ga: oirdheisceart
gl: sueste
he: דְרוֹם מִזְרָח
hi: दक्षिण पूर्व
hr: jugoistok
hu: délkeleti
id: tenggara
is: suðaustur
it: sud-est
ja: 南東
ka: სამხრეთ-აღმოსავლეთი
kk: оңтүстік-шығыс
ko: 남동
lt: į pietryčius
lv: dienvidaustrumos
mk: југоисточен
ms: tenggara
mt: Xlokk
nb: sørøst
nl: zuidoosten
pl: południowy wschód
pt_br: sudeste
ro: sud-est
ru: юго-восток
sk: juhovýchodnej
sl: jugovzhodno
sq: juglindore
sr: југоисточно
sv: sydöst
th: ตะวันออกเฉียงใต้
tr: güneydoğu
uk: південний схід
vi: hướng đông nam
zh_hans: 东南
zh_hk: 東南

source: southwest
ar: الجنوب الغربي
bg: югозапад
bs: jugozapadno
ca: sud-oest
cs: jihozápadní
da: sydvest
de: Südwesten
el: νοτιοδυτικός
es: suroeste
et: edelasse
eu: hego-mendebaldea
fi: lounaaseen
fr: sud-ouest
ga: thiar theas
gl: suroeste
he: דְרוֹם מַעֲרָב
hi: दक्षिण पश्चिम
hr: jugozapadno
hu: délnyugati
id: barat daya
is: suðvestur
it: sud-ovest
ja: 南西
ka: სამხრეთ-დასავლეთით
kk: оңтүстік-батыс
ko: 남서
lt: pietvakarius
lv: dienvidrietumos
mk: југозапад
ms: barat daya
mt: lbiċ
nb: sørvest
nl: zuidwesten
pl: południowy zachód
pt_br: sudoeste
ro: sud-vest
ru: юго-запад
sk: juhozápad
sl: jugozahodno
sq: jugperëndimore
sr: југозападу
sv: sydväst
th: ตะวันตกเฉียงใต้
tr: güneybatı
uk: південний захід
vi: tây nam
zh_hans: 西南
zh_hk: 西南

source: Splashed across %@ and shook off on the far side.
ar: رش عبر %@ واهتز على الجانب البعيد.
bg: Плисна през %@ и се отърси от другата страна.
bs: Prskao preko %@ i otresao se na suprotnoj strani.
ca: S'ha esquitxat per %@ i es va sacsejar per l'altre costat.
cs: Šplouchlo přes %@ a setřáslo se na druhé straně.
da: Sprøjtede hen over %@ og rystede af på den anden side.
de: Spritzte über %@ und schüttelte sich auf der anderen Seite ab.
el: Πιτσιλίστηκε κατά μήκος του %@ και τινάχτηκε στη μακρινή πλευρά.
es: Salpicó a través de %@ y se sacudió en el otro lado.
et: Pritsis üle %@ ja raputas eemale.
eu: %@ zehar zipriztinduta eta urruneko aldean astindu zen.
fi: Roiskui %@:n poikki ja ravisteli pois toiselta puolelta.
fr: A éclaboussé %@ et s'est secoué de l'autre côté.
ga: Splashed trasna %@ agus chroith amach ar an taobh thall.
gl: Salpicado por %@ e sacudida ao outro lado.
he: התיז על %@ והתנער בצד הרחוק.
hi: %@ पर छींटे पड़े और दूर तक हिल गए।
hr: Pljusnuo preko %@ i otresao se na suprotnoj strani.
hu: Ráfröccsent %@-ra, és a túlsó oldalon lerázott.
id: Terciprat ke %@ dan terguncang di sisi yang jauh.
is: Skvettist yfir %@ og hristi af sér á fjærhliðinni.
it: Schizzato attraverso %@ e scosso dal lato opposto.
ja: %@を越えて飛び散り、ファーサイドに振り切った。
ka: ააფეთქეს %@-ზე და შორს აიქნია.
kk: %@ бойына шашылып, арғы жағында сілкіп кетті.
ko: %@을 가로질러 튀고 반대편에서 흔들렸습니다.
lt: Aptaškė %@ ir nusikratė tolimoje pusėje.
lv: Izšļakstījās pāri %@ un nokratījās tālākajā pusē.
mk: Се распрсна преку %@ и се тресеше на далечната страна.
ms: Terpercik ke %@ dan bergoyang jauh.
mt: Inxteħet fuq %@ u ħadlu fuq in-naħa l-bogħod.
nb: Plasket over %@ og ristet av på den andre siden.
nl: Spatte over %@ en schudde zich af aan de andere kant.
pl: Rozprysnął się po %@ i strząsnął po drugiej stronie.
pt_br: Salpicou em %@ e sacudiu do outro lado.
ro: Stropit peste %@ și scuturat în partea îndepărtată.
ru: Пролетел через %@ и отлетел на дальнюю сторону.
sk: Špliechal cez %@ a otriasol sa na opačnej strane.
sl: Pljusknil čez %@ in se otresel na stran.
sq: U spërkat në %@ dhe u shkund në anën e largët.
sr: Прскао преко %@ и отресао се на супротној страни.
sv: Stänkte över %@ och skakade av sig på bortre sidan.
th: สาดไปทั่ว %@ และสะบัดไปอีกด้านหนึ่ง
tr: %@ üzerine sıçradı ve uzak tarafa savruldu.
uk: Розбризкнувся на %@ і струснувся з дальнього боку.
vi: Phóng qua %@ và văng ra phía xa.
zh_hans: 溅到%@上并在远端甩掉。
zh_hk: 濺到%@上並在遠端甩掉。

source: Sports commentator
ar: المعلق الرياضي
bg: Спортен коментатор
bs: Sportski komentator
ca: Comentarista esportiu
cs: Sportovní komentátor
da: Sportskommentator
de: Sportkommentator
el: Αθλητικός σχολιαστής
es: Comentarista deportivo
et: Spordikommentaator
eu: Kirol-iruzkaria
fi: Urheilukommentaattori
fr: Commentateur sportif
ga: Tráchtaire spóirt
gl: Comentarista deportivo
he: פרשן ספורט
hi: खेल कमेंटेटर
hr: Sportski komentator
hu: Sportkommentátor
id: Komentator olahraga
is: Íþróttaskýrandi
it: Commentatore sportivo
ja: スポーツ解説者
ka: სპორტული კომენტატორი
kk: Спорт комментаторы
ko: 스포츠 평론가
lt: Sporto komentatorius
lv: Sporta komentētājs
mk: Спортски коментатор
ms: Pengulas sukan
mt: Kummentatur tal-isport
nb: Sportskommentator
nl: Sportcommentator
pl: Komentator sportowy
pt_br: Comentarista esportivo
ro: comentator sportiv
ru: Спортивный комментатор
sk: Športový komentátor
sl: Športni komentator
sq: Komentatore sportive
sr: Спортски коментатор
sv: Sportkommentator
th: นักวิจารณ์กีฬา
tr: Spor yorumcusu
uk: Спортивний коментатор
vi: Bình luận viên thể thao
zh_hans: 体育评论员
zh_hk: 體育評論員

source: Stamps
ar: الطوابع
bg: Печати
bs: Marke
ca: Segells
cs: Známky
da: Frimærker
de: Briefmarken
el: Γραμματόσημα
es: Sellos
et: Margid
eu: Zigiluak
fi: Postimerkit
fr: Timbres
ga: Stampaí
gl: Selos
he: חותמות
hi: टिकटें
hr: Markice
hu: Bélyegek
id: Perangko
is: Frímerki
it: Francobolli
ja: スタンプ
ka: მარკები
kk: Маркалар
ko: 우표
lt: Antspaudai
lv: Pastmarkas
mk: Поштенски марки
ms: setem
mt: Bolol
nb: Frimerker
nl: Stempels
pl: Znaczki
pt_br: Selos
ro: Timbre
ru: Марки
sk: Známky
sl: Znamke
sq: Pullat
sr: Марке
sv: Frimärken
th: แสตมป์
tr: Pullar
uk: Марки
vi: Tem
zh_hans: 邮票
zh_hk: 郵票

source: Standing at the gate in %@, ears up. Delivered.
ar: الوقوف عند البوابة في %@ ، آذان مرفوعة. تم التوصيل.
bg: Стои на портата в %@ с вдигнати уши. Доставено.
bs: Stojim na kapiji u %@ , gore uši. Isporučeno.
ca: Dempeus a la porta a %@ , orelles aixecades. Lliurat.
cs: Stojím u brány v %@ , uši nahoře. Doručeno.
da: Stående ved porten i %@ , ører op. Leveret.
de: In %@ mit erhobenen Ohren am Tor stehen. Geliefert.
el: Στέκεται στην πύλη στο %@ , τα αυτιά ψηλά. Παραδόθηκε.
es: De pie en la puerta en %@, con las orejas en alto. Entregado.
et: Seisan %@ väravas, kõrvad püsti. Tarnitud.
eu: %@ko atean zutik, belarriak gora. Entregatua.
fi: Portilla seisomassa %@ , korvat pystyssä. Toimitettu.
fr: Debout à la porte de %@ , les oreilles levées. Livré.
ga: Ina sheasamh ag an ngeata i %@ , cluasa suas. Seachadadh.
gl: De pé na porta en %@ , orellas arriba. Entregado.
he: עומד בשער ב-%@ , אוזניים למעלה. נמסר.
hi: %@ में गेट पर कान ऊपर करके खड़े हैं। पहुंचा दिया।
hr: Stojim na vratima u %@, s podignutim ušima. Isporučeno.
hu: %@-ban a kapuban állva, fülekkel. Szállítva.
id: Berdiri di gerbang di %@ , angkat telinga. Terkirim.
is: Standandi við hliðið í %@ , eyru upp. Afhent.
it: In piedi al cancello in %@ , orecchie alzate. Consegnato.
ja: %@ のゲートに立って耳を澄ます。納品されました。
ka: დგას ჭიშკართან %@-ში, ყურები მაღლა. მიწოდებული.
kk: %@ қақпасында тұрып, құлақтары жоғары. жеткізілді.
ko: %@ 의 게이트에 서서 귀를 기울이세요. 배달되었습니다.
lt: Stovi prie vartų %@ , ausis aukštyn. Pristatyta.
lv: Stāv pie vārtiem %@ , ausis augšā. Piegādāts.
mk: Стоејќи на портата во %@, ушите горе. Доставено.
ms: Berdiri di pintu pagar dalam %@ , angkat telinga. Dihantar.
mt: Weqfin mal-bieb fi %@ , widnejn ’il fuq. Mogħtija.
nb: Stående ved porten i %@ , ører opp. Levert.
nl: Staande bij de poort in %@ , oren omhoog. Afgeleverd.
pl: Stoję przy bramie w %@ , uszy do góry. Dostarczony.
pt_br: Parado no portão em %@ , orelhas levantadas. Entregue.
ro: Stând la poartă în %@ , cu urechile ridicate. Livrat.
ru: Стою у ворот в %@ с поднятыми ушами. Доставленный.
sk: Stojím pri bráne v %@, uši hore. Doručené.
sl: Stoji na vratih v %@ , z dvignjenimi ušesi. Dostavljeno.
sq: Duke qëndruar te porta në %@, veshët lart. Dorëzuar.
sr: Стојим на капији у %@ , подигнутим ушима. Испоручено.
sv: Stående vid grinden i %@ , öronen uppåt. Levereras.
th: ยืนอยู่ที่ประตูใน %@ เงยหน้าขึ้น จัดส่งแล้ว.
tr: %@'da kapıda duruyor, kulaklar yukarıda. Teslim edilmiş.
uk: Стою біля воріт у %@, вуха догори. Доставлено.
vi: Đứng ở cổng %@ , dỏng tai lên. Đã giao hàng.
zh_hans: 站在%@门口，竖起耳朵。发表。
zh_hk: 站在%@門口，豎起耳朵。發表。

source: Start
ar: يبدأ
bg: Започнете
bs: Počni
ca: Comença
cs: Začít start
da: Starte
el: Αρχή
es: Comenzar
et: Alusta
eu: Hasi
fi: Aloita
fr: Commencer
ga: Tosaigh
gl: Comeza
he: הַתחָלָה
hi: शुरू
hr: Početi započeti
hu: Indul
id: Awal
is: Byrjaðu
it: Inizio
ja: 始める
ka: დაწყება
kk: Бастау
ko: 시작
lt: Pradėti
lv: Sākt
mk: Започнете
ms: Mulakan
mt: Ibda
nl: Begin
pl: Zacznij zaczynać
pt_br: Começar
ro: Început
ru: Начинать
sk: Štart
sl: Začetek
sq: Filloni
sr: Почни
th: เริ่ม
tr: Başlangıç
uk: старт
vi: Bắt đầu
zh_hans: 开始
zh_hk: 開始
